Repository: NunoOliveira/enigma2-plugins
Catalog: mytube/po/*.po
Languages: lv

source: Close
lv: Aizvērt

source: Save
lv: Saglabāt

source: MyTubePlayer settings
lv: MyTube uzstādījumi

source: Display search results by:
lv: Rādīt meklēšnas rezultātus:

source: Search restricted content:
lv: Meklēt ierobežoto saturu:

source: Search category:
lv: Meklēšnas kategorija:

source: Search region:
lv: Meklēšnas reģions:

source: Load feed on startup:
lv: Ielādēt barotnes startējot:

source: Start with following feed:
lv: Sākt ar sekojošo barotni:

source: Videoplayer stop/exit behavior:
lv: Video atskaņotāja apturēt/iziet darbība:

source: Videobrowser exit behavior:
lv: Video pārlūka iziet darbība:

source: Download location
lv: Lejupielādes atrašānās vieta

source: Clear history on Exit:
lv: Izejot dzēst vēsturi:

source: Auto paginate on last entry:
lv: Automātiski palikt uz pēdējo ierakstu:

source: Reset tv-screen after playback:
lv: Atiestatīt TV ekrānu pēc atskaņošanas:

source: Youtube Username (reopen plugin on change):
lv: Youtube lietotāja vārds (izmainot pārstartēt sparudni):

source: Youtube Password (reopen plugin on change):
lv: Youtube parole (izmainot pārstartēt sparudni):

source: Display MyTube in extensions menu:
lv: Parādīt MyTube paplašinājumu izvēlnē:

source: Choose target folder
lv: Izvēlieties mērķa mapi

source: MyTubePlayer active video downloads
lv: MyTube atskaņotāja aktīvās video lejuplādes

source: New subscription added
lv: Pievienots jauns abonents

source: Unknown error
lv: Nezināma kļūda

source: Video successfully added to favorites
lv: Video veiskmīgi pievienots favorītiem

source: My TubePlayer
lv: My Tube atskaņotājs

source: Play YouTube movies
lv: Atskaņot YouTube filmas

source: Relevance
lv: Atbilstības

source: View Count
lv: Skatījumiem

source: Published
lv: Publicētā

source: Rating
lv: Vērtējuma

source: All Time
lv: Visos laikos

source: This Month
lv: Šomēnes

source: This Week
lv: Šonedēļ

source: Today
lv: Šodien

source: Yes
lv: Jā

source: No
lv: Nē

source: All
lv: Visi

source: Film & Animation
lv: Filmas un animācija

source: Autos & Vehicles
lv: Automašinās un transportlīdzekļi

source: Music
lv: Mūzika

source: Pets & Animals
lv: Dzīvnieki

source: Travel & Events
lv: Ceļojumi un notikumi

source: Short Movies
lv: Īsfilmas

source: Gaming
lv: Spēles

source: Comedy
lv: Komēdijas

source: People & Blogs
lv: Cilvēki un emuāri

source: News & Politics
lv: Ziņas un politika

source: Entertainment
lv: Izklaide

source: Education
lv: Izglītība

source: Howto & Style
lv: Kā izdarīt

source: Nonprofits & Activism
lv: Bez profila

source: Science & Technology
lv: Zinātne un tehnoloģijas

source: Australia
lv: Austrālija

source: Brazil
lv: Brazīlija

source: Canada
lv: Kanāda

source: Czech Republic
lv: Čehija

source: France
lv: Francija

source: Germany
lv: Vācija

source: Great Britain
lv: Lielbritānija

source: Holland
lv: Holande

source: Hong Kong
lv: Honkonga

source: India
lv: Indija

source: Ireland
lv: Īrija

source: Israel
lv: Izrēla

source: Italy
lv: Itālija

source: Japan
lv: Japāna

source: Latvia
lv: Latvija

source: Mexico
lv: Meksika

source: New Zealand
lv: Jaunzēlande

source: Poland
lv: Polija

source: Russia
lv: Krievija

source: South Korea
lv: Dienvidkoreja

source: Spain
lv: Spānija

source: Sweden
lv: Zviedrija

source: Taiwan
lv: Taivāna

source: United States
lv: ASV

source: Ascending
lv: Augoši

source: Descending
lv: Dilstoši

source: HD videos
lv: HD video

source: Most viewed
lv: Skatītākie

source: Top rated
lv: Novērtētākie

source: Recently featured
lv: Jaunākie

source: Most discussed
lv: Diskutētākie

source: Top favorites
lv: Top favorīti

source: Most linked
lv: Visvairāk linkotie

source: Most responded
lv: Visvairāk atbildētie

source: Most recent
lv: Pēdējie

source: Most popular
lv: Populārākie

source: Most shared
lv: Visvairāk šārētie

source: Trending videos
lv: Pašlaik vispopulārākie

source: My Subscriptions
lv: Mani abonementi

source: My Favorites
lv: Mani favorīti

source: My History
lv: Mana vēsture

source: My Watch Later
lv: Mani noskatīties vēlāk

source: My Recommendations
lv: Manis rekomendētie

source: My Uploads
lv: Mani augšuplādētie

source: Ask user
lv: Jautāt

source: Return to movie list
lv: Atgriesties filmu sarakstā

source: Play next video
lv: Atskaņot nākošo video

source: Play video again
lv: Atskaņot video atkārtoti

source: Welcome to the MyTube Youtube Player. While entering your search term(s) you will get suggestions displayed matching your search term. To select a suggestion press DOWN on your remote, select the desired result and press OK on your remote to start the search. Press exit to get back to the input field.
lv: Laipni lūgti MyTube Youtube atskaņotājā. Ievadot meklējamo vārdu jūs saņemsiet ieteikumus kas atbilst meklēšnas kritērijiem. Lai izvēlētos ieteikums nospiediet lejup uz tālvadības pults, atlasiet vēlamo rezultātu, un nospiediet OK uz tālvadības pults, lai sāktu meklēšanu. Nospiediet iziet lai atgriestos ievades laukā.

source: Welcome to the MyTube Youtube Player. Use the Bouqet+ button to navigate to the search field and the Bouqet- to navigate to the video entries. To play a movie just press OK on your remote control. Press info to see the movie description. Press the Menu button for additional options. The Help button shows this help again.
lv: Laipni lūgti MyTube Youtube atskaņotājā. Izmantojiet buķešu+ taustiņu, lai pārvietotos meklēšanas laukā un buķešu- lai pārvietotos uz video ierakstiem. Lai atskaņotu filmu vienkārši nospiediet OK uz tālvadības pults. Nospiediet info, lai redzētu filmu aprakstu. Nospiediet Menu, papildus iestatījumiem. Help taustiņš rāda vēlreiz šo palīdzības paziņojumu.

source: Std. Feeds
lv: Barotnes

source: History
lv: Vēsture

source: Genuine Dreambox validation failed!
lv: Oriģinālā Dreambox validācija nav izdevusies!

source: Verify your Dreambox authenticity by running the genuine dreambox plugin!
lv: Pārbudiet sava Dreambox autentiskumu lai lietotu oriģinālā dreambox sparudni!

source: Fetching feed entries
lv: Ienes barotnes ierakstus

source: Trying to download the Youtube feed entries. Please wait...
lv: Lejuplādē Youtube barotnes ierakstus. Lūdzu uzgaidiet...

source: MyTubePlayer
lv: MyTube atskaņotājs

source: Search Term(s)
lv: Meklēšanas nosacījumi

source: Login OK
lv: Logins OK

source: Hello
lv: Sveiki

source: Login failed
lv: Reģistrācija neizdevās

source: Fetching search entries
lv: Ienes meklēšanas ierakstus

source: Trying to download the Youtube search results. Please wait...
lv: Lejuplādē Youtube meklēšanas rezultātus. Lūdzu uzgaidiet...

source: An error occured.
lv: Kļūda.

source: There was an error getting the feed entries. Please try again.
lv: Kļūda iegūstot barotnes ierakstus. Lūdzu mēģiniet vēlreiz.

source: No videos to display
lv: Nav video ko atskaņot

source: Please select a standard feed or try searching for videos.
lv: Lūdzu norādiet standarta barotni, vai mēģiniet meklēt video.

source: Not fetching feed entries
lv: Nav iegūtu barotnes ierakstu

source: Please enter your search term.
lv: Lūdzu ievadiet meklēšnas frāzi.

source: MyTubePlayer Help
lv: MyTube atskaņotāja palīdzība

source: MyTube Settings
lv: MyTube iestatījumi

source: Select your choice.
lv: Izdariet savu izvēli.

source: View related videos
lv: Skatīt saistītos videoklipus

source: View user videos
lv: Skatīt lietotāja videoklipus

source: View response videos
lv: Skatīt atbildes videoklipus

source: Subscribe to user
lv: Abonēt lietotājam

source: Add to favorites
lv: Pievienot favorītiem

source: Download Video
lv: Lejuplādēt video

source: View active downloads
lv: Skatīt aktīvās lejuplādes

source: Enter your search term(s)
lv: Ievadiet jūsu meklēšnas nosacījumus

source: No, but switch to video entries.
lv: Nē, pārslēgties uz video ierakstiem.

source: No, but switch to video search.
lv: Nē, pārslēgties uz video meklēšanu.

source: Really quit MyTube Player?
lv: Tiešām iziet no MyTube atskaņotāja?

source: Sorry, video is not available!
lv: Atvainojiet, video nav pieejams!

source: Do you want to see more entries?
lv: Vai vēlaties redzēt vairāk ierakstus?

source: Select new feed to view.
lv: Lai skatītos izvēlieties jaunu barotni.

source: More video entries.
lv: Vairāk video ierakstu.

source: Related video entries.
lv: Saistītie video ieraksti.

source: Response video entries.
lv: Atbilstošie video ieraksti.

source: User video entries.
lv: Lietotāja video ieraksti.

source: Results: %s - Page: %s
lv: Razultāti: %s - Lapa: %s

source: Added:
lv: Pievienots:

source: Views:
lv: Skatījumi:

source: Duration:
lv: Ilgums:

source: Ratings:
lv: Novērtējums:

source: Downloading screenshots. Please wait...
lv: Lejuplādē ekrānšāviņus. Lūdzu uzgaidiet...

source: Author:
lv: Autors:

source: Tags:
lv: Etiķete:

source: MyTubeVideoInfoScreen
lv: MyTube Video Info Logs

source: Help
lv: Palīdzība

source: This is the help screen. Feed me with something to display.
lv: Šis ir palīdzības logs. Norādi man ko attēlot.

source: MyTubeVideohelpScreen
lv: MyTube Video palīdzības logs

source: No, but play video again
lv: Nē, atskaņot video vēlreiz

source: Yes, but play next video
lv: Jā, atskaņot nākošo video

source: Yes, but play previous video
lv: Jā, atskaņot iepriekšējo video

source: Stop playing this movie?
lv: Apturēt atskaņot šo filmu?

source: No playable video found! Stop playing this movie?
lv: Nav atrasts atskaņojuams video! Apturēt šīs filmas atskaņošanu?
